{"inkVersion":21,"root":[[{"->":"prologue"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"prologue":["^Long ago...","\n","^There was a time of spectacular lawyers, relentless prosecutors and unshakeable judges..","\n","^None could rival their ingenious effectiveness, neither today, nor before...","\n","^But even gold withers at the hands of time, how more then does it gnaw the dreams of men?","\n","^They perish like a spark born just to light up the deep mist for a moment...","\n","^But sometimes...","\n","^A glimmer falls on young wood, inflaming it with its warmth and passion.","\n","^But that is unlikely...","\n","^That time may be gone.","\n","^For good.","\n",{"->":"chapterOne"},{"#f":1}],"chapterOne":[["^In the midst of a flickering sunrise, a new day has brouht forth its fruits.","\n","#","^Gordon","/#","^'*yawn*' I have lived to see another day... Talk about lucky.","\n","^Today is my first case, I hope I can perform to the best of my ability.","\n","#","^Phoenix","/#","^Hello, how are you doing today?","\n",["ev",{"^->":"chapterOne.0.14.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^I'm doing okay.",{"->":"$r","var":true},null]}],"ev","str","^Not well to be honest","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Could be better","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["ev",{"^->":"chapterOne.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.14.s"},[{"#n":"$r2"}],"\n","#","^Phoenix","/#","^That's excellent. It's important to remember that it's not about winning or losing, but about doing your best and fighting for your clients to the very end. The path of justice is a long and winding road, but if you're willing to put in the effort, it will lead you to the right place.","\n","^Now then, let's meet your client.","\n","#","^Gordon","/#","^Yes, sir","\n","done",{"#f":5}],"c-1":["^ I am feeling anxious about the trial. After all the defendant in this case is my childhood friend. I don't want to mess up","\n","#","^Phoenix","/#","^Ah... I see. So your childhood friend is the defendant. (Now I understand why you're feeling anxious). Well, remember the lessons I've taught you: always have faith in your client's innocence and fight as hard as you can to prove it.  Justice will prevail in the end, so don't let yourself be discouraged.","\n","#","^Gordon","/#","^Thank you, I feel much better now.","\n","#","^Phoenix","/#","^You're welcome. Now go out there and do your best. (Just keep in mind what I've said, and you'll do fine).","\n","done",{"#f":5}],"c-2":["^ I'm fine. it's just that this trial is personal to me, because the defendant in this case is my childhood friend. I want to do my best for her, because she did the same to me...","\n","#","^Phoenix","/#","^...","\n","done","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}